[UIGrayMarket]
m_strTitle=灰色市场
m_strBuy="购买非人类人员（情报）"
m_strSell="购买非人类人员（补给）"
m_strImage=img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Resistance_Ops_Appear
m_strWelcome[0]="愿你的反抗军成功。市场已开放。"
m_strWelcome[1]="安全线路已建立。市场已开放。"
m_strWelcome[2]="所有价格均为最终价。市场已开放。"
m_strWelcome[3]="信用账户已验证。市场已开放。"
m_strWelcome[4]="已为你安排好雇佣兵。"
m_strWelcome[5]="市场已开放。不退款。"
m_strWelcome[6]="欢迎，人类。市场已开放。"
m_strGrayMarketLogoString=灰色市场
m_strInterestTitle="影响力效果："
m_strNoInfluence="无效果"
m_strMedInfluence="解放派的影响力提供15%的折扣"
m_strHighInfluence="解放派的影响力提供30%的折扣"

[UIStrategyMapItem_GrayMarket]
MapPin_Header=灰色市场
m_strTooltipClosedMarket=报告显示，该区域有一个灰色市场。如果联系，他们可能会提供独特的交易机会。
m_strTooltipOpenMarket=访问灰色市场，获取独特的交易机会。
m_strScanToOpenLabel=搜索

[XComGameState_GrayMarket]
m_strScanButtonLabel="搜索灰色市场"
m_strScanInteruptionText="我们尚未完成对灰色市场的扫描。你确定要离开吗？"
m_strDisplayLabel=灰色市场

;faction
[XComGameState_AlienResistanceFaction]
FactionInfluenceStrings[0]="低"
FactionInfluenceStrings[1]="中"
FactionInfluenceStrings[2]="高"


[Faction_Spectres X2AlienResistanceFactionTemplate]
FactionTitle="解放派"
FactionHQDisplayName="解放派总部"
LeaderQuote="「我们长期以来一直是长老们的奴隶，指挥官。你是我们真正救赎的第一束光芒。」- 第一人"
InfluenceMediumQuote="「大多数抵抗军仍然认为我们不可信，但是随着你继续对长老们造成伤害，一些人开始转变看法。」- 第一人"
InfluenceHighQuote="「即使是那些勉强为之的收割者，也开始与我们合作。没有你的指导，我们不可能走这么远，指挥官。」- 第一人"

GroupNames[0]="士兵"
GroupNames[1]="守护者"
GroupNames[2]="叛军"
GroupNames[3]="特工"
GroupNames[4]="连队"
GroupNames[5]="破坏者"

Descriptors_Prefix[0]="星尘"
Descriptors_Prefix[1]="联合"
Descriptors_Prefix[2]="奇点"
Descriptors_Prefix[3]="自由"
Descriptors_Prefix[4]="终点"
Descriptors_Prefix[5]="星际"

Descriptors_Suffix[0]="之团结"
Descriptors_Suffix[1]="之自由"
Descriptors_Suffix[2]="之解放"
Descriptors_Suffix[3]="之星辰"
Descriptors_Suffix[4]="之保护"
Descriptors_Suffix[5]="之解放"


;strategy cards

[ResCard_AlienDefector X2AlienStrategyCardTemplate]
DisplayName="外星人叛逃者"
SummaryText="在每个任务中，都有一个外星单位可能会加入XCOM小队。"
QuoteText="总会有愿意站起来反抗压迫者的人。"
QuoteTextAuthor="第一人"

[ResCard_XenoIntelligence X2AlienStrategyCardTemplate]
DisplayName="外星人解密"
SummaryText="从解密技术中获得20%的更多情报，XCOM每有一个科学家，额外增加1%的奖励。"
QuoteText="心灵网络是长老们力量的证明。然而，就像他们一样，对我们来说并非无懈可击。"
QuoteTextAuthor="第一人"

[ResCard_ToSaveMankindI X2AlienStrategyCardTemplate]
DisplayName="拯救人类 I"
SummaryText="现在在复仇者号上招募外星人的费用有20%的折扣。"
QuoteText="让我们的兄弟姐妹帮助一个名为XCOM的组织并非易事，但这是一条值得的道路。
QuoteTextAuthor="第一人"

[ResCard_ToSaveMankindII X2AlienStrategyCardTemplate]
DisplayName="拯救人类 II"
SummaryText="现在在复仇者号上招募外星人的费用有40%的折扣。"
QuoteText="XCOM正在成为我们为什么要为全人类而战的最大理由之一：如果我们齐心协力，我们能够做到的事情的证明。"
QuoteTextAuthor="第一人"

[ResCard_XenoMedicineI X2AlienStrategyCardTemplate]
DisplayName="异种医学 I"
SummaryText="生物士兵现在在任务结束时恢复两点生命值，减少恢复时间。"
QuoteText="这不仅仅是长老们的恩赐，而是我们自己的物种所能展现的创新。"
QuoteTextAuthor="第一人"

[ResCard_XenoMedicineII X2AlienStrategyCardTemplate]
DisplayName="异种医学 II"
SummaryText="生物士兵现在在任务结束时恢复三点生命值，减少恢复时间。"
QuoteText="灵能治疗技术很难找到，但鉴于你在这次联盟中所做的努力，我们非常愿意分享。"
QuoteTextAuthor="第一人"


[ResCard_XenoEngineeringI X2AlienStrategyCardTemplate]
DisplayName="异种工程 I"
SummaryText="在工程和研究项目中获得15%的资源返利。"
QuoteText="长老们青睐的行走毁灭机器需要沉重的维护，这种维护也适用于你自己的技术。"
QuoteTextAuthor="第一人"

[ResCard_XenoEngineeringII X2AlienStrategyCardTemplate]
DisplayName="异种工程 II"
SummaryText="在工程和研究项目中获得20%的资源返利，并且机器人单位现在修复速度更快。"
QuoteText="雷蒙德·申所发明的东西是令人惊叹的奇迹：你可能已经掌握了开启自己毁灭机器的钥匙。"
QuoteTextAuthor="第一人"






